Repository: sTodorov/Course-manager
Catalog: CourseManager.UI/Resources.*.resx
Languages: bg

# Global_Back_to_List_Action
source: Back to list
bg: Обратно към листът

# Global_Delete_Action_Text
source: Delete
bg: Изтрий

# Global_Save_Action
source: Save
bg: Запази

# Global_Update_Action_text
source: Edit
bg: Промени

# Global_View_Action_Text
source: View
bg: Детайли

# Globar_Delete_Action_Condition
source: Are you sure you want to delete this?
bg: Искате ли да изтриете това?

# Home_Link_Text
source: Home page
bg: Начална страница

# Semester_Add_Action_Text
source: Add semester
bg: Нов семестър

# Semester_EndDate_Label
source: End date
bg: Завършва

# Semester_LinkName
source: Semester
bg: Семестър

# Semester_Name_Error
source: Suppy a name for a semester!
bg: Въвъдете име за семестъра

# Semester_Name_Label
source: Semester
bg: Семестър

# Semester_StartDate_Label
source: Start date
bg: Започва

# Teacher_Add_Action_Text
source: New teacher
bg: Нов учител

# Teacher_Department_Label
source: Department
bg: Катедра

# Teacher_EmailNotValid_Error
source: Email is not valid
bg: Имейлът е невалиден

# Teacher_Email_Error
source: Enter email of teacher!
bg: Въведете имейл на учителя!

# Teacher_Email_Label
source: Email
bg: Имейл

# Teacher_Entity_Collection_Label
source: Teachers
bg: Учители

# Teacher_Fieldset_Label
source: Teacher
bg: Учител

# Teacher_FirstName_Error
source: Enter first name of teacher!
bg: Въведете собствено име на учителя!

# Teacher_FirstName_Label
source: First name
bg: Собствено име

# Teacher_Identifier_Label
source: Identifier
bg: Идентификация

# Teacher_LastName_Error
source: Enter family name of teacher!
bg: Въведете фамилното име на учителя!

# Teacher_LastName_Label
source: Family name
bg: Фамилно име

# Teacher_List_Header
source: List of all teachers
bg: Списък на всички учители

# Teacher_Office_Label
source: Office number
bg: Номер на стая

# Teacher_PhoneNumber_Label
source: Phone
bg: Телефон

# Teacher_Update_Action_Text
source: Edit teacher
bg: Промяна на учител

# Teacher_View_Action_Text
source: Teacher details
bg: Детайли

# Теаcher_Delete_Action_Text
source: Delete teacher
bg: Изтрий учител
